{
    "transcript": [
      {
        "text": "<p>Hello and welcome to the Medical Device Industry Overview course. This course introduces trends and technological changes that influence the medical device industry and the role of Internet of Things, or IOT in the evolution of this industry.</p>"
      },
      {
        "text": "<p>After completing this course, you will be able to:</p><ul><p><li>Describe how medical device industry trends and technological advances are relevant to sensors,</li><li>Identify how this is shifting to consumer-like behaviors,</li><li>Describe how the Internet of Things, or IOT, is revolutionizing the medical device industry, and</li><li>List medical applications relevant to Honeywell ‘s sensor portfolio</li></ul></p>"
      },
      {
        "text": "<p>Select each label shown on the screen to learn more.</p><p><br>Treatment models that were once limited to facilities are now available in other settings, thanks to technology. As a result, medical devices are becoming more portable and accessible for everyone. For example, look at dialysis. Dialysis removes impurities from blood when a patient’s kidneys are unable to perform this critical, life-sustaining function.</p><p>Now, would you prefer dialysis treatment in a hospital or at home?</p><p>Would you prefer travelling to a facility multiple times every week for treatment?</p><p>Would you prefer needles or a surgically implanted catheter?</p><br><p><br>Historically, the primary dialysis method was “hemodialysis.” In this process, a needle and tubing connect the patient to a machine; the patient’s blood circulates through the machine, which cleans and then returns the blood to the patient. Hemodialysis requires patients to spend three to five hours in facility up to three times a week. People often feel nervous and uncomfortable when they hear about removal and return of blood.</p><br><p><br>But now, the scenario has drastically changed with another type of dialysis treatment called “peritoneal dialysis,” which can be performed at home. Peritoneal dialysis doesn’t require blood removal or return. A catheter is surgically implanted , the patient uses the catheter to administer fluid into the abdomen. This fluid removes impurities from the blood and then drains into a collection bag. Many people find this less disturbing because there is no blood exchange. Patients can be mobile during treatment, which is referred to as an exchange. Each patient is different, but patients typically complete between for to six exchanges each day. Peritoneal dialysis eliminates the need to travel to a clinic, use needles, or obtain nurse support. For patients who qualify for the peritoneal dialysis option, it’s important to understand and follow procedures.</p>"
      },
      {
        "text": "The annual Consumer Electronic Show (CES), organized by Consumer Technology Association (CTA), held in 2016 showcased how the medical device industry is now dominated by the health and fitness market. <br><br>Smaller, portable, personalized devices have shifted industry focus from the clinic to the home. For instance, devices like glucometers, scales, and heart rate and blood pressure monitors can be easily operated, managed, and handled by people in the home. More advanced versions of these devices transmit vital sign data from a patient’s home to clinicians, enabling real-time monitoring of a patient’s health. There are wearable and talking medical devices with push buttons to send out alerts for emergency medical help, connect to expert to take charge of the situation, set reminders for medication doses, check blood pressure, or recommend exercise at a scheduled time. <br><br>Most of these devices utilize some kind of sensor. For example, blood pressure monitors use pressure sensors. Peritoneal dialysis machines use pressure sensors, heaters, and temperature sensors.<br><br>As small, portable devices leave medical facilities to function in homes, offices, vehicles, and on wearers, the demand for direct connections to health experts grows. Consumers expect more and more from these devices, so the demand for sensors that can detect information and coordinate data transmission will grow, too. Honeywell is poised to take advantage of increased sales volume in the sensor market."
      },
      {
        "text": "What do you think is the key driver of the medical device industry revolution?<br><br>It is the digitization and interconnectivity of medical devices that makes gathering medical data for current and future analysis an effortless activity. This is called the Internet of Things, or IOT. The proliferation of medical devices with embedded sensors, combined with existing connectivity infrastructure, has fostered a dramatic increase in health-related applications and real-time data monitoring. This, in turn, fuels the development of additional connected devices.<br><br>Honeywell has various sensor offerings, many with industry-leading, small-size, and power-consumption specifications, making them ideally suited to mobile and connected devices. Each sensor performs a unique function in medical equipment aligned to different medical applications. <br><br>IOT is evolving every day. It has a lot of potential for more technological advancement and provides ample possibilities and opportunities to explore. Nobody can anticipate what’s in store next."
      },
      {
        "text": "Medical devices are used in a wide span of medical applications. Honeywell offers a variety of sensors and switches focused only on eight medical applications with high win rates. In this activity, labels with different medical equipment names will appear on the screen. Each medical equipment is an example of one of the focus medical applications. Drag each medical equipment label on to the correct medical application name listed on the screen. After making a drop, select <b>Proceed</b> to view the next medical application label and its drop options. There are 16 opportunities and you need at least 12 correct matches to complete this activity. There are unlimited attempts and the duration of each attempt is four minutes. Note that after each drop, you will need to select <b>Proceed</b> on the screen to review the next drop and its drop options. Select <b>Start</b> to begin."
      },
      {
        "text": "In this course, you learned that:<br><br><li>Medical devices have become smaller, portable, and personalized offering people convenience of operating and using them in the home environment.</li><br><li>Small portable devices mean increased opportunities in the sensor sales market.</li><br><li>Internet of things, or IOT, has made gathering medical data for current and future analysis an effortless activity through digitization and interconnectivity of medical devices.</li><br><li>There are eight medical applications aligned to Honeywell product offerings including: kidney dialysis machines, respiratory, infusion, insulin, and syringe pumps, diagnostic or analytical equipment, patient monitoring system, hospital hardware, surgical equipment, and dental equipment.</li>"
      },
      {
        "text": "Welcome to the Quiz. For each question, please select the best answer and select Submit.<br><br> You must score 80% or better to pass the quiz.<br><br>Select <b>Start</b> to begin. Good luck!"
      }
    ]
}
