{
    "transcript": [
      {
        "text": "<p>As an investment adviser, you need to be aware of all the rules and laws pertaining to the United States securities regulation.In the United States securities industry, the Securities and Exchange Commission makes the rules, enforces policy, and oversees the markets. </p>"
      },
      {
        "text": "<p>In this course, you will learn about the United States Securities and Exchange Commission, its structure, how the SEC operates, and the current initiatives of the National Examination Program for SEC registered investment advisers. </p><p>As a result, when the SEC calls, you will be better prepared for their documentation requests, for the on-site interviews, exit interviews, and any necessary post-examination follow-up.</p>"
      },
      {
        "text": "<p>If you are registered with the SEC, they will come! Our goal is to help you be better prepared by knowing what to expect, which will make a positive impression with the SEC, and keep you focused on your work.</p>"
      },
      {
        "text": "<p>The National Examination Program (“NEP”), generally follows a risk-based approach in the selection of examination candidates. The program is committed to increasing the emphasis on teamwork and collaboration and enhancing the SEC’s national training program for examiners in order to provide the same level of instruction to all of them.</p>"
      },
      {
        "text": "<p>The SEC continues to hire Senior Specialized Examiners, who are practicing industry professionals with specialized experience in trading, portfolio management, valuation, complex products, sales, compliance, and forensic accounting.</p><p>The SEC takes two separate and distinct approaches in the National Examination Program, one of which will be selected by the Regional examination staff conducting the examination.</p>"
      },
      {
        "text": "Medical devices are used in a wide span of medical applications. Honeywell offers a variety of sensors and switches focused only on eight medical applications with high win rates. In this activity, labels with different medical equipment names will appear on the screen. Each medical equipment is an example of one of the focus medical applications. Drag each medical equipment label on to the correct medical application name listed on the screen. After making a drop, select <b>Proceed</b> to view the next medical application label and its drop options. There are 16 opportunities and you need at least 12 correct matches to complete this activity. There are unlimited attempts and the duration of each attempt is four minutes. Note that after each drop, you will need to select <b>Proceed</b> on the screen to review the next drop and its drop options. Select <b>Start</b> to begin."
      },
      {
        "text": "<p>Can you match the type of examination to its respective description.</p><p>Drag the exam type to its respective description and click Submit.</p>"
      },
      {
        "text": "<p>Here are key learning points of this module.</p><p>The National Examination Program (“NEP”), generally follows a risk-based approach in the selection of examination candidates.</p><p>There are three kinds of examinations, traditional examinations, dual registrant exams and presence exam.</p>"
      }
    ]
}
